/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk 之 %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ 已经安装成功，将会于 %3$@ 下次启动时生效，您想现在就重新开启么？";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 是当前的最新版本。";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "最新版本是 %1$@ %2$@  (您正使用的是 %3$@)。 您想现在就下载更新么？";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ 不具备对程序所在文件夹的写入权限，您是在光盘镜象上开启此程序的么？如果不是，您需要联络系统管理员来协助。";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "新版本的 %@ 已经安装成功！";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "新版本的 %@ 已经提供下载了！";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "安装过程中出现错误。请稍后再试。";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "接收升级信息时出现错误。请稍后再试。";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "在接收更新信息的时候发生了一个错误；你是否已经连接到网络上？请稍后再试一次。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "解压过程中出现错误。请稍后再试。";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "文件下载过程中出现错误。请稍后再试。";

/* No comment provided by engineer. */
"An update is already in progress!" = "升级正在进行中！";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "无记名系统概况信息被用于帮助我们改进将来的开发工作。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Check for updates on startup?" = "程序启动时自动检查更新么？";

/* No comment provided by engineer. */
"Downloading update..." = "正在下载更新...";

/* No comment provided by engineer. */
"Extracting update..." = "正在解压更新...";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "包括无记名系统概况？";

/* No comment provided by engineer. */
"Install and Relaunch" = "安装然后重新开启";

/* No comment provided by engineer. */
"Installing update..." = "正在安装更新...";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"OK" = "好的";

/* No comment provided by engineer. */
"Ready to install!" = "可以开始安装了！";

/* No comment provided by engineer. */
"Update Error!" = "更新错误！";

/* No comment provided by engineer. */
"Updating %@" = "正在更新 %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "您想让 %@ 在启动时自动检查更新么？如果不，您可以在程序菜单中进行手动检查。";

/* No comment provided by engineer. */
"Yes" = "是的";

/* No comment provided by engineer. */
"You're up to date!" = "您使用的就是最新版！";